Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Torbjørn Hægeland presented the matter for discussion.
nb: Torbjørn Hægeland redegjorde for saksfremlegget.

source: Bache is First Deputy Chair of the Executive Board and the Monetary Policy and Financial Stability Committee.
nb: Bache er første nestleder av hovedstyret og komiteen for pengepolitikk og finansiell stabilitet.

source: Bank loans with Nowa as the reference rate is probably most relevant for the larger borrowers.
nb: Banklån med Nowa som referanserente er i første omgang aktuelt for de større lånekundene.

source: Norges Bank is now assessing how the infrastructure for real-time payments can best be enhanced, including whether Norges Bank should expand its operational role.
nb: Norges Bank vurderer nå hvordan infrastrukturen for realtidsbetalinger best kan utvikles videre, herunder om Norges Bank bør ta en økt operativ rol e.

source: not incorporate prices that the central bank has little
nb: I Norge bestem-mes for eksempel prisen på elektrisk strøm på kort sikt i

source: Canada followed in 1991, the UK in 1992, and Sweden
nb: fulgte Canada (1991), Storbritannia (1992), Sverige og

source: But long-term interest rates were kept low by the Asian savings surplus that found its haven in the US.
nb: Men de langsiktige rentene ble holdt nede av det asiatiske spareoverskuddet som fant sin havn i USA.

source: Earlier, each judge wrote his votum.
nb: Tidligere skrev hver dommer sitt votum.

source: [14] Georg F. Nissen was not alone in focusing on the fiscal balance.
nb: [14] Det var flere enn Georg F. Nissen som var opptatt av budsjettbalansen.

source: As a traffic and transportation artery, the sea has been crucial for the development of the Norwegian economy and society.
nb: Som ferdsels- og transportåre har sjøen vært av stor betydning for utvikling av økonomi og samfunnsliv i Norge.

source: Deposits in Norges Bank vary considerably over time, particularly for large banks.
nb: Særlig de større bankene har stor variasjon i sine innskudd i Norges Bank over tid.

source: However, we have experienced
nb: Utviklingen i lønnskost-

source: The decline in world trade has also continued into 2009.
nb: Også fallet i verdenshandelen har fortsatt inn i 2009.

source: lapsed and was phased out in the 1980s.
nb: brøt sammen og ble avviklet på 1980-tallet.

source: Standard-design 20-krone coins will not be issued in 2019.
nb: Det vil ikke bli produsert 20-kronemynter med ordinært preg i 2019. Publisert

source: What significance did ocean currents and temperature have?
nb: Hva betydde havstrømmer og temperatur?

source: • market prospects for the next 6 months
nb: • Markedsutsiktene for de neste 6 månedene

source: Vidar Knudsen (DNB Bank) presented the meeting agenda, after which Henning Nilsen (Sparebank 1 Boligkreditt) reviewed the responses to the previous consultation report, “Fal back solutions and term- and spread-adjustment between Nibor and Nowa in the event of a cessation of Nibor”.
nb: Vidar Knudsen (DNB Bank) presenterte dagens agenda. Deretter gikk Henning Nilsen (Sparebank 1 Boligkreditt) gjennom høringssvar fra forrige konsultasjonsrapport om «Fallbackløsninger og termin- og spreadjusteringer mellom Nibor og Nowa ved et eventuelt bortfall av Nibor».

source: Loans from Norges Bank
nb: Lån i Norges Bank

source: some services and as an important cost component in the
nb: direkte faktor i prisen på en del tjenester og som en viktig

source: The Executive Board set the standard pay bands for leader group positions at NBIM in line with the Remuneration Committee's recommendation.
nb: Hovedstyret fastsatte normalintervaller for fastlønn for ledergruppestillingene i NBIM i tråd med innstillingen fra kompensasjonsutvalget.

source: = borrower’s costs;
nb: = låntakerens kostnader;

source: in 2012 of Internal Audit’s organisation and work were
nb: tilsyn 2012 om internrevisjonens organisering og arbeid, er fulgt opp.

source: 3 Norges Bank’s own operations in this area are exempted from the provisions of the Payment Systems Act.
nb: 3 Norges Banks egen operative virksomhet på dette feltet er spesielt unntatt fra betalingssystemloven.

source: 5 “Full hysteresis”, where the NAIRU rises in both the short and the long
nb: 5 Vi ser her bort fra «full hysterese», der NAIRU øker både på kort og på lang

source: When the National Insurance Scheme was introduced
nb: Flaskehalser i arbeidsmarkedet faller bort.

source: of other European countries have also long had legislation as well.
nb: land har lenge hatt et lovverk som i hovedsak tilsvarer det bidro til økt interesse også fra utenlandske investorer.

source: Kallum, Sjåtil and Haugland (2005) reported in their network?
nb: Kallum, Sjåtil og Haugland (2005) redegjør i sin artik-

source: The series shows the percentage deviation from the averagefor the period 1970-2002.
nb: Serien viser avviket i prosentfra gjennomsnittet for perioden 1970 – 2002.

source: If transactions were large, a bank might be exposed to large outgoing payments during the course of the day.
nb: Dersom transaksjonene er store, vil bankene kunne være eksponert for store utbetalinger i løpet av dagen.

source: Trond Grande presented the matter for discussion.
nb: Trond Grande redegjorde for saksfremlegget.

source: Jon Nicolaisen presented the Risk and Investment Commit ee’s discussions and position.
nb: Jon Nicolaisen redegjorde for drøftingen i risiko- og investeringsutvalget og utvalgets

source: Item 100/2019 Briefing on negotiations with Finanstilsynet (Financial Supervisory Authority of Norway) and the upgrading requirements at Bankplassen 2
nb: Sak 100/2019 Orientering om forhandlinger med Finanstilsynet og oppgraderingsbehovet på Bankplassen 2

source: The system’s governance arrangements should
nb: gjør rettferdig og åpen tilgang.

source: 3 In the analyses in this article, we use the import-weighted exchange rate index, unless otherwise specified.
nb: 3 I analysene i denne artikkelen benytter vi den importveide valutakursindeksen, med mindre annet er spesifisert.

source: Countries and governments can live with deficits for a while, but sooner or later the bill has to be paid.
nb: Land og stater kan leve med underskudd en stund, men regningen må før eller siden gjøres opp.

source: * With thanks to Guttorm Egge, Tom Bernhardsen, Per Atle Aronsen, Johannes Skjeltorp, Dag Henning Jacobsen, Sindre Weme and colleagues in the Department forMarket Operations and Analysis for useful comments.
nb: * Takk til Guttorm Egge, Tom Bernhardsen, Per Atle Aronsen, Johannes Skjeltorp, Dag Henning Jacobsen, Sindre Weme og kolleger i Markedsoperasjons- og analyse-avdelingen for nyttige kommentarer.

source: The lifeboat was built at Archer's shipyard in Larvik and launched in 1901.
nb: Båten ble bygget på Archers verft på Tollerodden i Larvik, og sjøsatt i 1901.

source: The Executive Board discussed the matter and took note of the budget process plan for 2019.
nb: Hovedstyret hadde en meningsutveksling og tok planen for budsjettprosessen for 2019 til etterretning.

source: ties and banks (banks are required to report any suspi-
nb: milliarder, og det kan virke underlig at en stor andel av

source: in Chart 5, where the absolute values of the red and green lines should be equal over time.
nb: I figur 5 fre mkommer dette ved at absoluttverdien på den røde og den grønne linjen over tid skal være lik.

source: The main elements of the proposal are presented below.
nb: Hovedelementene i forslaget er gjengitt nedenfor.

source: 2021 Climate White Paper and relate this to the breakdown of exposures by industry for the
nb: av at utslippsprisen øker i tråd med planene i Klimameldingen fra 2021, og relaterer dette til

source: dummies and by allowing the inclusion of variables that
nb: trenden i logaritmen til realaksjekursene med minste

source: Deficits must be reduced.
nb: For underskuddene må ned.

source: The petroleum industry is very important as a source of government revenues, in terms of investment and as a share of total GDP.
nb: Petroleumsnæringen er svært viktig, både når det gjelder inntekter til statskassen, investeringer og andel av total verdiskaping i Norge.

source: Over time, the petroleum fund mechanism as described above has a neutral effect on banking
nb: Over tid virker petroleumsfondsmekanismen, slik den er beskrevet over, nøytralt på likviditeten

source: Sub-group for fallback solutions and market conventions
nb: Undergruppe for fallbackløsninger og markedskonvensjoner

source: Singapore dollar (SGD) - daily exchange rate from Norges Bank
nb: Singaporsk dollar (SGD) - dagens valutakurs fra Norges Bank

source: o Question 7 discusses whether the margin over Nowa should be compounded or not.
nb: Spørsmål 7 tar opp om den margin som fastsettes over Nowa bør kapitaliseres eller ikke.

source: In recent years there has been a development in the way the judgments are written in the UK Supreme Court.
nb: I de siste årene har det vært en utvikling i måten dommene har blitt skrevet på i UK Supreme Court.

source: introduced in 1967, is nearing maturity.
nb: Folketrygden fra 1967 i det vesentlige faset inn.

source: ciated by more than 30 per cent since 1995. The German
nb: styrket seg med mer enn 30 prosent siden 1995. Den

source: Question 8: Are there any market conventions for the use of NOWA as a reference rate in financial products that have not been discussed in this consultation?
nb: Spørsmål 8: Er det problemstillinger med bruk av Nowa som referanserente som ikke er drøftet i dette høringsnotatet?

source: Prices are already being quoted for Nibor-Nowa basis swaps where one exchanges a floating cash flow based on Nibor-rates against compounded Nowa rates.
nb: Det stilles allerede priser på Nibor-Nowa basisswapper der man bytter en flytende kontantstrøm basert på Nibor-renter mot kapitaliserte Nowa-renter.

source: The Australian dollar has weakened by over 30
nb: Australske dollar har svekket seg med over 30 prosent

source: He has held executive management positions in asset management at DNB (including London), Vesta Forsikring and Nordea Investment Management since the end of the 1980s.
nb: Han har hatt lederstillinger innenfor kapitalforvaltning i DNB (inkludert London), Vesta Forsikring og Nordea Investment Management siden slutten av 1980-tallet.

source: price regulation and rising unemployment, inflation rose from 1933-1938 was unusually strong.
nb: gjenopphentingen fra 1933 til 1938 var usedvanlig sterk.

source: 2 2.2 Please state the money account to be credited
nb: 2 2.2 Oppgi pengekonto som skal godskrives

source: The Executive Board discussed the matter and approved an invitation to a dialogue from Norges Bank to the industry, Finanstilsynet (Financial Supervisory Authority of Norway) and other relevant authorities that will serve as the basis for an assessment on the suitability of TIBER-EU for testing cyber security in the payment system in Norway.
nb: Hovedstyret hadde en meningsutveksling og sluttet seg til at Norges Bank inviterer næringen, Finanstilsynet og andre relevante myndigheter til dialog, som grunnlag for å vurdere om rammeverket TIBER-EU vil være egnet for testing av cybersikkerhet i betalingssystemet i Norge.

source: - follow up the recommendations given in the report on fallback solutions for contracts with Nibor as the benchmark and market conventions for products referencing Nowa.
nb: - følge opp anbefalingene i rapporten med fallbackløsninger for kontrakter med Nibor som referanse og markedskonvensjoner for ulike finansielle produkter med Nowa som referanse.

source: The new "Fiscal Compact" in the euro area is a tightening of the Maastricht Treaty, precisely to prevent the simple rules from being broken.
nb: Den nye "Fiscal Compact" i eurosonen er en oppstramming av Maastricht-traktaten, nettopp for å hindre at de enkle reglene brytes.

source: assessment of the risk situation and internal control at Norges Bank for 2020 (cf.
nb: risikosituasjonen og internkontrollen i Norges Bank for 2020 (jf.

source: One respondent argues that 5-year history probably is sufficient in terms of capturing the economic cycle.
nb: Støtter dere arbeidsgruppens forslag om bruk av 5 års historikk for utregning av spreadjustering?

source: Norges Bank is now assessing how the real-time payment infrastructure can best be further developed, including whether Norges Bank should expand its operational role.
nb: Norges Bank vurderer nå hvordan infrastrukturen for realtidsbetalinger best kan utvikles videre, herunder om Norges Bank bør ta en økt operativ rol e.

source: the requirements of the mandate from the Ministry and
nb: retningslinjer og styringsdokumenter for Norges Banks

source: , in keeping with the categorisation in Savoie-Chabot and Khan (2015).
nb: valutakursgjennomslaget, i tråd med kategoriseringen i Savoie-Chabot and Khan (2015).

source: [9] For decades, a number of policies have been implemented in a large number of countries, including Norway, to support home ownership. In
nb: [9] I svært mange land, også Norge, har det i tiår vært iverksatt en rekke politiske tiltak for å støtte selveiere i boligmarkedet.

source: Norges Bank will normally assess the total quota and its distribution among banks twice a year.
nb: Norges Bank vil normalt vurdere totalkvoten og fordelingen mellom bankene to ganger i året.

source: fluctuations in traded and non-traded sectors».
nb: å forutsi bankkriser og gjeldsbetjeningsproblemer.

source: This applies to Charts 2.9, 2.17 and 2.18.
nb: Dette berører figur 2.9, 2.17 og 2.18.

source: Norges Bank will, as soon as possible, and no later than the first half of 2021, prepare and publish a fallback procedure for the eventuality that Nowa ceases to exist.
nb: Norges Bank vil så snart som mulig, og senest i løpet av første halvår 2021, utarbeide og publisere en fallbackprosedyre for et eventuelt bortfall av Nowa.

source: Special edition 200-krone silver coin 2011
nb: 200-krone minnemynt i sølv i 2011

source: Household leverage is high both historically and compared with other countries.
nb: Husholdningenes gjeldsbelastning er på et høyt nivå både historisk sett og sammenliknet med andre land.

source: The following offices were established: Tromsø
nb: Følgende kontorer ble opprettet:

source: Euro (EUR) - daily exchange rate from Norges Bank
nb: Euro (EUR) - dagens valutakurs fra Norges Bank

source: Andresen, Ingrid and Gerdrup, Karsten R (2004):
nb: Andresen, Ingrid og Gerdrup, Karsten R (2004):

source: These goods account for about 1/3 of imported con-
nb: Disse varene utgjør om lag 1/3 av de impor-

source: This is illustrated in Chart 1.
nb: Dette er illustrert i figur 1.

source: Nicolai Tangen’s employment contract as CEO of NBIM
nb: Ansettelsesavtale for Nicolai Tangen som daglig leder av NBIM

source: Normally, Norges Bank will not offer more reserves to the banking system than the sum of the quotas, as this would push down short-term market rates considerably below the key rate.
nb: Norges Bank vil normalt ikke tilby mer reserver til banksystemet enn summen av kvotene, siden det ville presse den kortsiktige markedsrenten ned mye under styringsrenten.

source: Item 209/2017 Summary of audit reports – NBIM
nb: Sak 209/2017 Oppsummering fra revisjonsrapporter NBIM

source: estimates at the beginning of the year.
nb: I flere år har avsetningen til

source: To use the compounded Nowa averages from Norges Bank the convention must be 2-days shifted observation period.
nb: Hvis man skal benytte seg av Norges Banks kapitaliserte gjennomsnittsrenter må de valgte konvensjonene være 2 dagers observasjonsskift.

source: During the civil war period (1130–1200), most of the hostilities took place at sea.
nb: I borgerkrigstiden (1130–1200) foregikk det meste av stridighetene på sjøen.

source: Other analyses by Norges Bank’s economists are also included in the series.
nb: Også andre faglige analyser fra økonomer i Norges Bank utgis i serien.

source: Parameter uncertainty can be illustrated in the above
nb: Parameterusikkerhet kan illustreres i modellen oven-

source: are systems for the transfer of funds between banks with common rules for clearing and settlement.
nb: er systemer for overføring av penger mel om banker med felles regler for avregning og oppgjør.

source: Karen Helene Ulltveit-Moe reported on the Audit Committee’s discussions and the issues of particular concern to the Committee, including the suitability of the implementation of management’s action plan to safeguard Internal Audit’s recommendations in the long term.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av, herunder at iverksettelsen av administrasjonens tiltaksplan er egnet til å ivareta internrevisjonens anbefalinger på sikt.

source: There are also requirements for banks’ liquidity and credit standards.
nb: I tillegg stilles det blant annet krav til bankenes likviditet og utlånspraksis.

source: The Executive Board had an exchange of views and approved the statement “The
nb: Hovedstyret hadde en meningsutveksling og vedtok «hovedstyrets vurdering av

source: analysis to examine whether 30 macroeconomic vari- time, which is the same as saying that the logarithm of
nb: Realboligpriser og realaksjekurser inngår både på korrelasjonsanalyse for å vurdere om 30 makroøkono-

source: Use of crypto-assets as a means of payment raises further regulatory issues that must be solved at national and supra-national level.
nb: Bruk av kryptoaktiva som betalingsmiddel reiser ytterligere regulatoriske problemstil inger som må løses nasjonalt og overnasjonalt.

source: “A reserve requirement as described above, has a different function from the reserve requirement for directly managing banks’ extending of credit, as was authorised by the Money and Credit Act of 1965.
nb: […] Et reservekrav som beskrevet over, har en annen funksjon enn reservekrav for å styre bankenes kredittgiving direkte, slik penge- og kredittloven av 1965 ga hjemmel til.

source: Topic 3 – Forward-looking or Backward-looking observations of NOWA Fixings during the Rate Period
nb: Tema 3 – fremoverskuende eller bakoverskuende observasjoner av Nowa-fiksinger i renteperioden

source: od, prices for imported consumer goods in the CPI-ATE
nb: enn prisveksten på importerte konsumvarer i KPI-JAE

source: hammer, and to the right the initials of the Director,
nb: Myntverkets merke hammer og bergsjern til venstre og

source: may in turn constitute a source of instability
nb: ninger i disse størrelsene kan i sin tur være en

source: holding back their own transactions until the end of the
nb: riksbank, Danmarks Nationalbank og Euroclear i

source: • The economic models used in preparing the projections
nb: • De økonomiske modellene som benyttes i anslags-

source: Briefing by NoRe on the planned publication of the fallback rate for Nibor.
nb: Orientering fra NoRe om planlagt publisering av fallbackrente for Nibor

source: Statistics Norway and Norges Bank
nb: Norges Bank anslo også et lite fall i etterspørselen, mens

source: duction of the inflation target, is defined as the differen-
nb: utviklingen i sysselsetning i forhold til trendveksten

source: - The level of operational risk exposure in NBIM was within the Executive
nb: - Den operasjonelle risikoeksponeringen i kapitalforvaltningen har gjennom

source: Since the financial crisis in 2008, the Norwegian authorities have introduced a number of rules to mitigate vulnerabilities and increase financial system resilience (see diagram above).
nb: Siden finanskrisen i 2008 har norske myndigheter innført en rekke reguleringer for å dempe sårbarheter og øke motstandskraften i det finansielle systemet, se tabell over.

source: report and financial statements for 2020.
nb: og årsregnskapet for 2020.

source: as the value of the enterprise’s short-term debt plus a
nb: av misligholdsnivået er basert på finansregnskapets opp-

source: The GPFG may only invest in infrastructure funds that target a minimum of 70% of their investments to be in unlisted renewable energy infrastructure.
nb: - SPU kan bare investere i infrastrukturfond som sikter mot at infrastruktur for fornybar energi utgjør minimum 70 prosent av investeringene i fondet.

source: Quarterly figures are calculated as the average price index over the months in the quarter.
nb: Kvartalstallene er beregnet som gjennomsnittlig prisindeks over månedene i kvartalet.

source: This restructuring has largely been based on increasingly innovative forms of marine and maritime resource utilisation and new know-how related to fishing, fish farming, shipping and engineering.
nb: Omstillingen har i stor grad vært basert på stadig nye former for utnytting av marine og maritime ressurser, og ny kompetanse knyttet til fiske, fangst, sjøfart og verkstedindustri.

source: The level of the systemic risk buffer is warranted in part by banks’ substantial CRE exposures.
nb: Kravet til systemrisikobuffer er delvis begrunnet med bankenes store eksponeringer mot næringseiendom.

source: January (see Chart 14).
nb: ner sted i januar, se figur 14.

source: Item 185/2017 Investment strategy for the Government Pension Fund Global
nb: Sak 185/2017 Investeringsstrategien for Statens pensjonsfond utland

source: individual systems on the basis of international recom-
nb: basis for enkeltbankenes tilbud av betalingstjenester til

source: At the same time, global economic growth has slowed somewhat, and the outlook is more uncertain.
nb: Samtidig har den økonomiske veksten bremset noe opp internasjonalt og utsiktene er mer usikre.

source: One example is the weather-related and low-carbon transition effects on energy prices.
nb: Sjokk som inntreffer på tilbudssiden i økonomien kan gi et dilemma i pengepolitikken.

source: The ships are open and have no lower deck.
nb: Skipene er åpne og uten dekk.

source: arena of coordination, where macroeconomic considera-
nb: inntektsoppgjørene i Norge har vært en arena for sam-

source: services to financial institutions worldwide and thus
nb: Overvåkingen av systemer som ikke har konsesjon i

source: In collaboration with Finanstilsynet, Norges Bank has developed a framework for implementation in Norway (TIBER-NO), based on TIBER-EU.
nb: Norges Bank har i samarbeid med Finanstilsynet utarbeidet et rammeverk for implementering i Norge (TIBER-NO), basert på TIBER-EU.

source: fundamental problems in individual banks.
nb: søkte å begrense sitt ansvar til hovedsakelig å tilføre

source: This means that
nb: Det innebærer at

source: Theology also relies on truths, even eternal truths.
nb: Teologien holder seg også med sannheter, til og med evige sannheter.

source: Banks are exposed to considerable liquidity risk, owing to their role in payment and credit intermediation.
nb: Bankene er utsatt for en betydelig likviditetsrisiko på grunn av deres rolle i betalings- og kredittformidlingen.

source: On the whole, the effects are small.
nb: Utslagene er gjennomgående små.

source: banks and state lending institutions.
nb: tak enn banker og statlige låneinstitutter.

source: certain aspects of the recommendation.
nb: rammen, og maksimalt til utløpet av året.

source: tively; and section 9 provides a summary.
nb: Avsnitt 9 oppsummerer. lingsmottaker via alle aktørene. Ved betalinger med

source: Sources: Bloomberg and Stamdata
nb: Bloomberg og Stamdata

source: Since LMA has its own clauses as part of its agreements the draft proposal is targeted towards those not using LMA documentation.
nb: I og med at LMA har egne klausuler i sitt avtaleverk, er forslaget i første rekke rettet mot den delen av markedet som ikke benytter lånedokumentasjon fra LMA.

source: Item 9/2018 Briefing on relevant matters for Central Banking Operations
nb: Sak 9/2018 Orientering om aktuelle saker i sentralbankvirksomheten
